Repository: vdouillet/enna
Catalog: po/*.po
Languages: nl

source: Usage: %s [options ...]
nl: Gebruik: %s [opties ...]

source: -c, (--config): Specify configuration file to be used.
nl: -c, (--config): Geef te gebruiken configuratiebestand op.

source: -h, (--help): Display this help.
nl: -h, (--help): Deze hulptekst tonen.

source: -t, (--theme): Specify theme name to be used.
nl: -t, (--theme): Geef te gebruiken themanaam op.

source: -g, (--geometry):Specify window geometry. (geometry=1280x720)
nl: -g, (--geometry):Geef venstergeometrie op. (geometrie=1280x720)

source: -p, (--profile): Specify display profile
nl: -p, (--profile): Geef schermprofiel op

source: Supported:
nl: Ondersteund:

source: -V, (--version): Display Enna version number.
nl: -V, (--version): Enna programmaversie tonen.

source: No information provided
nl: Geen beschikbare informatie

source: Configuration
nl: Configuratie

source: System information
nl: Systeeminformatie

source: Credits
nl: Met dank aan

source: This module creates the Enna configuration panel
nl: Deze module genereert het Enna configuratiepaneel (NIET VERWIJDEREN)

source: Enna is a GeeXboX-team MediaCenter
nl: Enna is een GeeXboX-team Mediacenter,

source: based on Enlightenment Foundation Librairies (EFL).
nl: gebaseerd op de Enlightenment Foundation Bibliotheken (EFL).

source: Credits go to:
nl: Met dank aan:<br>

source: and
nl: en

source: Enna information
nl: Systeeminformatie

source: Distribution:
nl: Versie:

source: for
nl: voor

source: Available CPUs:
nl: Beschikbare CPU's:

source: CPU Load:
nl: CPU Volume:

source: Memory:
nl: Geheugen:

source: used on
nl: gebruikt om

source: total
nl: totaal

source: Screen resolution:
nl: <hilight>Schermresolutie: </hilight>

source: on
nl: aan

source: not connected
nl: niet verbonden<br>

source: Available network interfaces:
nl: <hilight>Beschikbare netwerkadapters:</hilight><br>

source: Default gateway:
nl: Standaardgateway:

source: %d Songs
nl: %d Liedjes

source: Music
nl: Muziek

source: Listen to your music
nl: Luister naar je muziek

source: Photo
nl: Foto

source: %d Movies
nl: %d Films

source: Play your videos
nl: Vertoon je video's

source: Browse local devices
nl: Blader door de lokale apparaten

source: Browse local files
nl: Blader door de lokale bestanden

source: Browse files in your local file systems
nl: Blader door bestanden op het lokale bestandssysteem

source: [SAMBA] %s on %s
nl: [SAMBA] %s op %s

source: Volumes from mtab
nl: Volumes vanuit mtab

source: This module provide support for already mounted volumes
nl: Deze module biedt ondersteuning voor reeds gekoppelde volumes
